/* 
  Localizable.strings
  NewFileMenu

  Created by Coral Wu on 11/11/16.
  Copyright (c) 2016 Langui.net. All rights reserved.
*/

"Unable to create file!" = "Unable to create file!";
"No suitable file template found." = "No suitable file template found.";
"New %@" = "New %@";
"Error removing existing file!" = "Error removing existing file!";
"Error creating file!" = "Error creating file!";
"New File Menu" = "New File Menu";
"New File Menu would like to access your working directory." = "New File Menu would like to access your working directory.";
"Authorize" = "Authorize";
"Please select \"%@\" or one of its parent directories." = "Please select \"%@\" or one of its parent directories.";
"Unable to create file!" = "Unable to create file!";
"Error creating the scripts directory!" = "Error creating the scripts directory!";
"Select Scripts Directory" = "Select Scripts Directory";
"NewFileMenuHelper would like to access \"~/Library/Application Scripts/net.langui.NewFileMenuHelper\" directory" = "NewFileMenuHelper would like to access \"~/Library/Application Scripts/net.langui.NewFileMenuHelper\" directory";
"Unable to install NewFileMenuHelper.sh to the scripts directory!" = "Unable to install NewFileMenuHelper.sh to the scripts directory!";
"Intall manually" = "Intall manually";
"Cancel" = "Cancel";
"Please drag and drop the above script into the \"%@\" dir." = "Please drag and drop the above script into the \"%@\" dir.";
"Unable to install script!" = "Unable to install script!";
"Unable to write to: %@" = "Unable to write to: %@";
"You must install the NewFileMenuHelper.sh script in order to use keyboard shortcuts!" = "You must install the NewFileMenuHelper.sh script in order to use keyboard shortcuts!";
"Unable to run NewFileMenuHelper.sh!" = "Unable to run NewFileMenuHelper.sh!";
"Unable to get current folder path!" = "Unable to get current folder path!";
"Invalid directory path!" = "Invalid directory path!";
